<template>
    <Head>
    <title>Пользовательское соглашение</title>
</Head>
    <div class="oferta">
        <h1 class="title">Пользовательское соглашение</h1>
        <div class="content">
            <p><span style="line-height: 1.5em;"><strong>на оказание услуг, связанных с предварительной оплатой автобусной перевозки</strong></span></p>
            <br /><br />
            <p align="justify">Предлагаемая настоящая публичная оферта, соответствующая пункту 2 статьи 437 Гражданского кодекса Российской Федерации, представляет собой официальное предложение Общества с ограниченной ответственностью «БИЛЕТ АВТО» (именуемого в дальнейшем «Исполнитель») заключать договоры оказания услуг с физическими лицами, обладающими полной дееспособностью («Заказчики»).</p>
            <br>
            <p align="justify">Данный документ признается публичной офертой согласно статьям 435 и части 2 статьи 437 Гражданского кодекса РФ.</p>
            <br>
            <p align="justify">Исполнитель и Заказчик обозначаются вместе как Стороны, отдельно каждая сторона называется Стороной.</p>
            <br>
            <p align="justify">Оферта приобретает юридическую силу сразу же после её публикации на официальном веб-сайте <a href="https://autovokzal-on-line.ru/oferta" target="_blank">https://autovokzal-on-line.ru/oferta</a>. Исполнитель вправе вносить любые изменения в содержание оферты либо вовсе отменить её действие в любое удобное для себя время без предварительного оповещения Заказчика. Все вносимые Исполнителем изменения начинают действовать с момента их опубликования на указанном ресурсе, если специально не установлен иной порядок введения новых условий, и распространяются на всех клиентов, ранее ознакомившихся с предыдущей версией оферты. Продолжение пользования услугами Исполнителя после внесения изменений свидетельствует о принятии Заказчиком новой редакции оферты.</p>
            <br>
            <p align="justify">Приложения к настоящей оферте считаются неотделимой составляющей документа.</p>
            <br>
            <p align="center"><strong>Порядок заключения договора</strong></p>
            <br>
            <p align="justify">Согласно статьям 434, 435, 438 Гражданского кодекса РФ, заключение договора осуществляется посредством акцепта оферты Заказчиком, означающего полное и безусловное принятие всех предложенных условий.</p>
            <br>
            <p align="justify">Акцепт оферты признается выполненным, если Заказчик совершает следующие действия:</p>
            <br>
            <p align="justify">— Нажатие соответствующей кнопки на этапе оформления заказа на сайте либо в чат-боте, установленном на смартфоне заказчика, осуществляя переход на следующий этап оформления заказа и оплаты услуг.</p>
            <br>
            <p align="justify">Срок начала действия договора определяется моментом получения Исполнителем подтверждения акцепта оферты от Заказчика.</p>
            <br>
            <p align="justify">Перед совершением акцепта Заказчику необходимо внимательно изучить все условия оферты. Совершение акцепта означает, что Заказчик принял все положения оферты в полном объеме и вступает в договорные отношения с Исполнителем согласно действующему законодательству. Данный договор имеет юридическую силу письменного документа, подписанного обеими сторонами, и закрепляет права и обязанности сторон.</p>
            <br>
            <p align="justify">Подтверждая свою правоспособность и платежеспособность, Заказчик принимает полную ответственность за исполнение обязательств, вытекающих из условий договора.</p>
            <br>
            <p align="center"><strong>1. ПРЕДМЕТ ОФЕРТЫ</strong></p>
            <br>
            <p align="justify">1.1. Исполнитель берет на себя обязательство оказывать Заказчику ряд услуг, зависящих от конкретных характеристик заказа, используя Сайт, терминал самообслуживания или чат-бот в Telegram. Эти услуги включают предоставление технических возможностей для:</p>
            <br>
            <p align="justify">- Оформления заказов и их оплаты выбранных электронных билетов на автобус, а также осуществления возвратов и обменов электронных билетов.</p>
            <br>
            <p align="justify">- Предоставления дополнительных сервисов, связанных с приобретением и изменением заказанных позиций, включая оформление возврата или обмена билетов и приобретение дополнительных услуг, как индивидуально, так и совместно с основным заказом.</p>
            <br>
            <p align="justify">Кроме того, Исполнитель оказывает дополнительные услуги клиентской поддержки, доступные через контактные центры Исполнителя различными способами коммуникации: телефонная связь, чаты в социальных сетях и мессенджерах, формы обратной связи на сайте, электронная почта и веб-чаты. Клиентская поддержка включает обработку запросов на изменение заказов, такие как возвраты билетов, уточнения по заказу, а также управление дополнительными услугами.</p>
            <br>
            <p align="justify">Все вышеуказанные услуги предоставляются исключительно на основании конкретного заказа клиента и тех приложений к оферте, которые стороны предварительно согласовали между собой. Исполнитель имеет право привлечь третьи лица для оказания некоторых услуг, оговоренных в данном пункте оферты, при этом Исполнитель несет ответственность за деятельность привлеченных исполнителей аналогично своей собственной ответственности.</p>
            <br>
            <p align="justify">Заказчик сам выбирает необходимые параметры своего заказа и обязывается принять и оплатить указанные услуги, предоставляемые Исполнителем.</p>
            <br>
            <p align="justify">1.2. За оказание перечисленных выше услуг Исполнитель удерживает сервисный сбор с Заказчика. Этот сбор является невозвратным, кроме особых ситуаций, предусмотренных соответствующими приложениями к оферте. </p>
            <br>
            <p align="justify">При принятии оферты Заказчик ясно осознаёт и добровольно соглашается с перечнем услуг, предоставляемых Исполнителем согласно пункту 1 оферты. Осуществляя покупку, Заказчик автоматически подтверждает согласие с указанной стоимостью сервисного сбора, отображенной на соответствующем ресурсе при оформлении заказа.</p>
            <br>
            <p align="justify">Если заказчик не желает пользоваться услугами Исполнителя и оплачивать сервисный сбор, он имеет право приобрести билеты или осуществить бронь непосредственно у поставщиков услуг, минуя сайт или чат-бот Исполнителя.</p>
            <br>
            <p align="justify">1.3. Виды услуг, которые Исполнитель обязуется предоставить Заказчику в рамках текущего заказа, вместе с их стоимостями, сроками исполнения и прочими существенными условиями подробно прописаны в отдельных приложениях к оферте, которые являются её неотъемлемым дополнением.</p>
            <br>
            <p align="justify">1.4. Договоры пассажирских перевозок, заключаемые Заказчиком или пассажирами, формируются непосредственно с транспортными компаниями-перевозчиками, предоставляющими соответствующие транспортные услуги. </p>
            <br>
            <p align="justify">Исполнитель лишь обеспечивает техническую поддержку процесса оформления заказов, однако не участвует в качестве продавца билетов, туроператора или агента. Соответственно, Исполнитель не несёт ответственности за любые аспекты путешествий Заказчика или третьего лица, включая достоверность паспортных данных, страхование пассажиров, организацию трансфера и прочие сопутствующие обстоятельства.</p>
            <br>
            <p align="center"><strong>2. ОБЯЗАННОСТИ И ПРАВА СТОРОН</strong></p>
            <br>
            <p align="justify">2.1. Обязанности Исполнителя</p>
            <br>
            <p align="justify">2.1.1. Своевременно и надлежащим образом оказывать услуги, согласованные в оферте, соблюдая установленные нормативы законодательства РФ и поставщиков услуг.</p>
            <br>
            <p align="justify">2.1.2 Обеспечивать функционирование сайта и бота в Telegram, предоставлять техническую поддержку и возможность заказа услуг.</p>
            <br>
            <p align="justify">2.1.3. Предоставлять Заказчику точную информацию о поставщиках услуг, условиях перевозки и условиях возврата.</p>
            <br>
            <p align="justify">2.1.4. Обеспечить доступ заказчика в личный кабинет.</p>
            <br>
            <p align="justify">2.2. Права Исполнителя</p>
            <br>
            <p align="justify">2.2.1. Взимать сервисный сбор за оказываемые услуги, кроме исключительных ситуаций, прописанных в приложениях к оферте.</p>
            <br>
            <p align="justify">2.2.2. Отказывать в заказе или аннулировать заказ при выявлении нарушений или подозрительной активности.</p>
            <br>
            <p align="justify">2.2.3. Ограничивать доступ Заказчика к сайту или чат-боту при нарушении законности действий или угрозе безопасности.</p>
            <br>
            <p align="justify">2.2.4. Изменять сайт и мобильное приложение, останавливать работу при технических неполадках или профилактическом обслуживании.</p>
            <br>
            <p align="justify">2.2.5. Оказывать помощь Заказчику через службу поддержки.</p>
            <br>
            <p align="justify">2.3. Обязанности Заказчика</p>
            <br>
            <p align="justify">2.3.1. Оплатить заказ и сервисный сбор в полном объеме и в установленный срок.</p>
            <br>
            <p align="justify">2.3.2. Самостоятельно заполнять заказы через сайт или чат-бот.</p>
            <br>
            <p align="justify">2.3.3. Сообщать Исполнителю обо всех изменениях или отмене заказов вовремя.</p>
            <br>
            <p align="justify">2.3.4. Проверять точность полученных документов и немедленно уведомлять Исполнителя при обнаружении ошибок.</p>
            <br>
            <p align="justify">2.3.5. Представлять точные персональные данные и отвечать за возможные проблемы вследствие неверной информации.</p>
            <br>
            <p align="justify">2.3.6. Соблюдать конфиденциальность учетных данных личного кабинета и социальной сети.</p>
            <br>
            <p align="justify">2.4. Права Заказчика</p>
            <br>
            <p align="justify">2.4.1. Получать консультации и разъяснения по вопросам заказа через службу поддержки Исполнителя.</p>
            <br>
            <p align="center"><strong>3. ПОРЯДОК ОФОРМЛЕНИЯ, ИЗМЕНЕНИЯ И АННУЛИРОВАНИЯ ЗАКАЗА</strong></p>
            <p align="justify">3.1. Все условия заказа становятся известны Заказчику непосредственно при его оформлении. Заказ оформляется Заказчиком самостоятельно на сайте или в мобильном приложении, выбирая нужный вид услуги. После ознакомления с условиями Заказчик заполняет обязательные поля и несет ответственность за точность введенных данных. Заказ становится окончательным после его подачи и подлежит обязательной оплате. Любые изменения и отмена заказа возможны исключительно в рамках действующих приложений к оферте и правил поставщиков услуг.</p>
            <br>
            <p align="center"><strong>4. ПОРЯДОК РАСЧЕТА</strong></p>
            <br>
            <p align="justify">4.1. Стоимость заказа фиксируется при его оформлении и может включать сервисный сбор. Оплата проводится любым удобным способом, указанным на сайте или в мобильном приложении. Использование банковских карт требует обязательного ввода соответствующих реквизитов, передаваемых безопасным методом. Перед проведением платежа Исполнитель вправе запрашивать дополнительные подтверждающие документы.</p>
            <br>
            <p align="center"><strong>5. ОТВЕТСТВЕННОСТЬ СТОРОН</strong></p>
            <br>
            <p align="justify">5.1. Исполнитель не несет ответственности за невозможность завершения заказа или оплаты, вызванные действиями самого Заказчика, техническими проблемами сайта или чат-бота, неправильностью личной информации или сбоем банковской операции. Поставщик услуг несет самостоятельную ответственность перед пассажиром. Во всех прочих ситуациях стороны отвечают друг перед другом в рамках действующего российского законодательства.</p>
            <br>
            <p align="center"><strong>6. ФОРС-МАЖОРНЫЕ ОБСТОЯТЕЛЬСТВА</strong></p>
            <br>
            <p align="justify">6.1. Стороны освобождены от ответственности за нарушение обязательств, вызванных обстоятельствами непреодолимой силы, такими как природные катаклизмы, войны, терроризм или официальные постановления государства. При наступлении форс-мажоров сторона должна официально уведомить партнера в течение трех рабочих дней и подтвердить факт непредвиденных обстоятельств документально.</p>
            <br>
            <p align="center"><strong>7. РАЗРЕШЕНИЕ СПОРОВ</strong></p>
            <br>
            <p align="justify">7.1. При появлении претензий со стороны Заказчика он обязан связаться со службой поддержки Исполнителя по указанному номеру телефона либо e-mail, содержащемуся в приложении к договору, или направить письменную претензию непосредственно Исполнителю.</p>
            <br>
            <p align="justify">7.2. Любые разногласия между сторонами, возникающие в рамках настоящего договора, подлежат разрешению в судебном порядке. Истец имеет право выбрать подсудность спора по своему усмотрению, основываясь на месте нахождения Исполнителя (Республика Бурятия).</p>
            <br>
            <p align="justify">7.3. Признание недействительным отдельного положения договора судом не ведет к утрате юридической силы остальных положений данного договора</p>
            <br>
            <p align="center"><strong>8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong></p>
            <br>
            <p align="justify">8.1. Данный договор вступает в законную силу с момента принятия оферты заказчиком в соответствии с порядком, установленным в разделе «Порядок заключения договора». Период действия договора составляет ровно один календарный год.</p>
            <br>
            <p align="justify">8.2. Отношения между Исполнителем и Заказчиком регулируются исключительно законодательством Российской Федерации.</p>
            <br>
            <p align="justify">8.3. По взаимному согласованию стороны договорились, что Исполнитель не предоставляет заказчику счета-фактуры на бумажном носителе на сумму своего сервисного сбора.</p>
            <br>
            <p align="center"><strong>9. РЕКВИЗИТЫ И КОНТАКТНАЯ ИНФОРМАЦИЯ </strong></p>
            <br>
            <p align="justify">
                ООО «БИЛЕТТО» <br>
                ОГРН:1250300003425, <br>
                ИНН/КПП:0300032250 / 030001001, <br>
                Адрес для почтовых отправлений: 670002, г. Улан-Удэ, ул. Буйко, 20а, офис 1 <br>
                Электронная почта: autovokzal@biletavto.ru <br>
                Тел: <a href="tel:8 (9021) 66-80-03">8 (9021) 66-80-03</a> <br>
            </p>
            <br>
            <p align="center"><strong>ПРИЛОЖЕНИЕ 1 <br>
            к публичной оферте на оказание услуг, связанных с предварительной оплатой автобусной перевозки. </strong></p>
            <br>
            <p align="center"><strong>ПРАВИЛА ОФОРМЛЕНИЯ, ОПЛАТЫ И ВОЗВРАТА БИЛЕТОВ</strong></p>
            <br>
            <p align="center"><strong>1. ОБЩИЕ ПОЛОЖЕНИЯ ОФОРМЛЕНИЯ БИЛЕТОВ</strong></p>
            <br>
            <p align="justify">1.1. Исполнитель, действуя на основании Соглашений с перевозчиками или их представителями, оказывает Заказчику через сайт и/или чат-бот в Telegram следующие виды услуг:</p>
            <br>
            <p align="justify">
                — предоставление актуальной информации, поступившей от поставщиков услуг — перевозчиков или их представителей;<br>
            — оформление электронных билетов в соответствии с предпочтениями Заказчика (дата, время, маршрут, количество пассажиров и другие условия перевозки); <br>
            — приём платежей за услуги;<br>
            — осуществление процедур возврата электронных билетов.
            </p>
            <br>
            <p align="justify">1.2. За вышеуказанные услуги Исполнитель вправе устанавливать и взимать сервисный сбор, который входит в итоговую стоимость заказа и не возвращается Заказчику независимо от причины возврата билета (добровольного или принудительного возврата). Исключение составляют случаи, регулируемые маркетинговыми кампаниями или законодательством Российской Федерации. Величина сервисного сбора может меняться Исполнителем в одностороннем порядке. Этот сбор включен в общую цену заказа, если не указано иное отдельно. Размер сервиса включает НДС, рассчитанный исходя из налоговой ставки, установленной Налоговым кодексом Российской Федерации.</p>
            <br>
            <p align="justify">1.3. Исполнитель предлагает клиентам консультационную помощь через службу поддержки по следующей электронной почте: info@biletavto.ru, также в будни можно обратиться по телефону: 8(3012)26-80-03.</p>
            <br>
            <p align="justify">1.4. Взаимодействие между Заказчиком и Исполнителем регулируется действующими законодательными актами Российской Федерации. В частности, отношения, касающиеся оформления и возврата электронных билетов, подчиняются Гражданскому кодексу РФ, Федеральному закону № 259-ФЗ от 08 ноября 2007 года «Устав автомобильного транспорта и городского наземного электрического транспорта», а также правилам перевозок пассажиров и багажа, утверждаемым Правительством РФ.</p>
            <br>
            <p align="justify">1.5. Информация о расписаниях автобусных рейсов, доступности мест, тарифах и прочая важная информация об услуге Перевозчика предоставляется на сайте и в чат-боте в том виде, в каком она поступила от самих Перевозчиков или их официальных представителей.</p>
            <br>
            <p align="justify"></p>
            <br>
            <p align="justify">Размер вознаграждения Исполнителя (Сервисный сбор) не включён в стоимость электронного билета, однако этот сбор отражается в общей сумме заказа и доступен для просмотра на сайте и в боте сайта.</p>
            <br>
            <p align="justify">1.6. Принимая настоящую Оферту, Заказчик соглашается с тем, что Исполнитель не выступает в роли Перевозчика. Все соглашения относительно предоставления услуги перевозок заключаются непосредственно между Заказчиком/Пассажиром и поставщиками транспортных услуг — Перевозчиками. Ответственность за качество предоставляемых услуг, включая задержки, отмены рейсов, обслуживание пассажиров и транспортировку багажа, лежит исключительно на Перевозчике. Факт заключения договора перевозки подтверждается выдачей Электронного билета.</p>
            <br>
            <p align="justify">Оформление Электронного билета производится Исполнителем либо агентом Перевозчика после внесения Заказчиком платежа.</p>
            <br>
            <p align="justify">1.7. Электронный билет формируется на основании актуальной информации о предлагаемых услугах, предоставленной Исполнителю самими Перевозчиками или их уполномоченными представителями.</p>
            <br>
            <p align="justify">Порядок оформления, оплаты и подтверждения заказов</p>
            <br>
            <p align="center"><strong>2. ОФОРМЛЕНИЕ, ОПЛАТА И ПОДТВЕРЖДЕНИЕ ЗАКАЗА</strong></p>
            <br>
            <p align="justify">2.1. При создании заказа Заказчик обязан внести все обязательные данные, указанные на сайте или в боте.</p>
            <br>
            <p align="justify">2.2. Заказчик сам выбирает необходимые параметры электронных билетов (дату, маршрут, места и прочие условия), вводит персональные данные либо данные пассажира, контролирует правильность предоставленной информации. Ответственность за любые последствия некорректного внесения данных лежит исключительно на Заказчике.</p>
            <br>
            <p align="justify">2.3. Заказчик гарантирует точность всех предоставляемых сведений и берет на себя полную ответственность за любую недостоверность данных, включая возможные финансовые убытки вследствие допущенных ошибок или неточностей.</p>
            <br>
            <p align="justify">2.4. До перехода к оплате Заказчик обязан внимательно изучить оферту и правила возврата билетов. При возникновении вопросов относительно правил возврата Заказчик должен проконсультироваться с Исполнителем.</p>
            <br>
            <p align="justify">2.5. Цена заказа рассчитывается исходя из тарифа Перевозчика, возможных сервисных сборов и сервиса Исполнителя.</p>
            <br>
            <p align="justify">2.6. Электронный билет формируется только после полной оплаты заказа. По завершении платежа Исполнитель отправляет маршрутную квитанцию на почту Заказчика и размещает их в его личном кабинете.</p>
            <br>
            <p align="justify">2.7. Договор перевозки вступает в силу после полной оплаты Заказчиком и выдачи электронных документов. Обязательства Исполнителя считаются выполненными после отправки Заказчику вышеуказанных документов.</p>
            <br>
            <p align="justify">2.8. Итоговая цена заказа указывается в российских рублях. В случае отличия валюты платежной карты от рублей банковская комиссия может привести к изменению суммы в валюте карты.</p>
            <br>
            <p align="justify">2.9. После завершения сделки Исполнитель направляет электронный кассовый чек покупателю согласно законодательству РФ.</p>
            <br>
            <p align="justify">2.10. Документы, подтверждающие оплату услуги, будут размещены в личном кабинете Заказчика после оплаты сервисного сбора.</p>
            <br>
            <p align="center"><strong>3. ПРАВИЛА ВОЗВРАТА ЭЛЕКТРОННЫХ БИЛЕТОВ</strong></p>
            <br>
            <p align="justify">3.1. Для возврата неиспользованного электронного билета необходимо:</p>
            <br>
            <p align="justify">- Нажать кнопку «Вернуть билет» в личном кабинете, в разделе «Мои заказы», или обратиться в службу поддержки. Подробная инструкция размещена по ссылке <a href="https://biletavto.ru/faq/refund-ticket/" target="_blank">https://biletavto.ru/faq/refund-ticket/</a>. </p>
            <br>
            <p align="justify">- В случае, если автобус уже отправился, обращайтесь в поддержку по почте <a href="autovokzal@biletavto.ru"></a>autovokzal@biletavto.ru либо напрямую в автокассу отправления рейса</p>
            <br>
            <p align="justify">3.2. Сумма возврата зависит от законодательства и условий конкретного Перевозчика. Станционные сборы, дополнительные платежи системы бронирования и сервисный сбор Исполнителя не возвращаются.</p>
            <br>
            <p align="justify">3.3. Возмещение средств происходит следующим образом: при оплате банковской картой деньги возвращаются на использованную при покупке карту в течение 30 дней.</p>
            <br>
            <p align="justify">3.4. Обмен электронных билетов невозможен. Любые исправления требуют аннулирования старого билета и оформление нового, что влечет возможные потери (смена тарифов, повторные расходы и т.п.).</p>
            <br>
            <p align="center"><strong>4. ПЕРСОНАЛЬНЫЕ ДАННЫЕ</strong></p>
            <br>
            <p align="justify">4.1. В процессе оформления заказа на сайте или чат-боте, а также при принятии оферты Заказчиком, Исполнитель собирает и обрабатывает следующую персональную информацию Заказчика:</p>
            <br>
            <p align="justify">
            - Фамилия, имя, отчество;<br>
            - Пол;<br>
            - Дата рождения;<br>
            - Реквизиты документа, удостоверяющего личность (серия, номер, вид документа, гражданство);<br>
            - Информация из свидетельства о рождении;<br>
            - Адрес электронной почты;<br>
            - Номер мобильного телефона;<br>
            - Сведения о поездке;
            </p>
            <br>
            <p align="justify">4.2. Исполнитель передает собранные персональные данные третьим лицам исключительно в целях:</p>
            <br>
            <p align="justify">
            - Оформления договоров и сопровождения заключенных сделок;<br>
            - Рассылки уведомлений и сообщений;<br>
            - Поддержания работоспособности сайта и приложения;<br>
            - Хранения информации для удобства повторного заказа (автоматическое заполнение форм);<br>
            - Консультирования Заказчиков по обращениям и звонкам;<br>
            - Изменений и возвратов заказов;<br>
            - Предоставления документации Заказчику;<br>
            - Информирования о изменениях статуса заказа;<br>
            - Регистрации и авторизации в личном кабинете;<br>
            - Разрешения споров и обработки жалоб;<br>
            - Проведения опросов и публикации отзывов;<br>
            - Интервьюирования клиентов.
            </p>
            <br>
            <p align="justify">4.3. Исполнитель гарантирует конфиденциальность полученных персональных данных Заказчика, исключая случаи законной передачи сведений третьим лицам в рамках оговоренных целей. </p>
            <br>
            <p align="justify">4.4. Политика обработки персональных данных доступна по ссылке <a href="https://autovokzal-on-line.ru/policy" target="_blank">https://autovokzal-on-line.ru/policy</a>.</p>
            <br>
            <p align="center"><strong>5. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong></p>
            <br>
            <p align="justify">5.1. В случае возникновения у Заказчика вопросов относительно качества оказываемых Исполнителем услуг либо появления претензий, Заказчик имеет возможность связаться со службой поддержки Исполнителя по номеру телефона: <a href="tel:8 (9021) 66-80-03">8 (9021) 66-80-03</a> (в будни с 4 до 12 по МСК) либо направить свой запрос на почту <a href="autovokzal@biletavto.ru"></a>autovokzal@biletavto.ru.  </p>
            <br>

        </div>
    </div>
</template>

<script setup>
import { Head } from '@inertiajs/vue3'
</script>

<style scoped>
ul {
  list-style-type: none;
  padding: 0;
  margin: 0;
}

.content, a {
  background: none;
  line-height: 1.8;
  color: #555;
  font-size: 1.1rem;
}

.oferta {
  padding: 30px;
  max-width: 900px;
  margin: 40px auto;
  background-color: #f9f9f9;
  border-radius: 10px;
  box-shadow: 0 4px 12px rgba(0, 0, 0, 0.1);
  font-family: 'Roboto', sans-serif;
}

.title {
  text-align: center;
  font-size: 2rem;
  margin-bottom: 30px;
  color: #007bff;
  font-weight: 700;
}

.oferta section {
  margin-bottom: 25px;
}

.oferta h2 {
  font-size: 1.75rem;
  margin-top: 20px;
  color: #333;
  font-weight: 600;
}

.oferta ul {
  list-style-type: none;
  padding-left: 0;
  margin-top: 10px;
}

.oferta ul li {
  font-size: 1.1rem;
  margin-bottom: 8px;
  position: relative;
}
</style>
