<template>
    <Head>
        <title>Политика обработки персональных данных</title>
    </Head>
    <div class="privacy-policy">
        <h1 class="title">Политика обработки персональных данных</h1>
        <div class="content">
            <p>
                В данном документе изложена информация о том, как мы собираем, обрабатываем и защищаем персональные данные наших пользователей.
            </p>
            <section>
                <h2>1. Общие положения</h2>
                <ul>
                    <li class="subparagraph">1.1. Данная Политика обработки персональных данных (далее – Политика) разработана в соответствии с Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению их безопасности, предпринимаемые ООО "БИЛЕТ АВТО" ОГРН 1180327010951 (далее – Оператор). Политика действует в отношении всей информации, которую Оператор может получить о Пользователе во время использования сайта https://autovokzal-on-line.ru/ (далее - Сайт). </li>
                    <li class="subparagraph">1.2. Пользователь выражает свое согласие со всеми условиями данной Политики и обязуется соблюдать ее условия либо прекратить использование Сайта.</li>
                    <li class="subparagraph">1.3. Оператор ставит своей важнейшей целью соблюдение прав и свобод человека и гражданина при обработке его персональных данных, включая защиту прав на неприкосновенность частной жизни и личную тайну.</li>
                </ul>
            </section>
            <section>
                <h2>2. Основные понятия</h2>
                <ul>
                    <li class="subparagraph">2.1. Персональные данные – любая информация, относящаяся к определенному или определяемому физическому лицу. Под «персональными данными Пользователя» понимается:</li>
                    <li class="list-item">— любая информация, которую Пользователь предоставляет о себе или третьих лицах при регистрации на Сайте и/или в процессе оформления услуг, включая фамилию, имя, отчество, дату рождения, пол, гражданство, номер паспорта, мобильный телефон, адрес электронной почты и т.д. Оператор вправе проверять достоверность предоставленной информации, но не несет ответственности за ее недостоверность. Обязательная информация помечена специальным образом.</li>
                    <li class="list-item">— данные, автоматически передаваемые Сайту в процессе его использования, включая IP-адрес, информацию из cookies, информацию о браузере, время доступа и т.д.;</li>
                    <li class="list-item">— иная информация о Пользователе и третьих лицах, сбор которой определен в документах, регламентирующих оказание услуг.</li>
                    <li class="subparagraph">2.2. Обработка персональных данных – любое действие с персональными данными, включая сбор, запись, систематизацию, хранение, уточнение, использование, передачу, обезличивание, блокирование, удаление и уничтожение данных.</li>
                </ul>
            </section>
            <section>
                <h2>3. Правовые основания обработки персональных данных</h2>
                <ul>
                    <li class="subparagraph">3.1. Оператор обрабатывает персональные данные на законной основе для выполнения функций, полномочий и обязанностей, а также для осуществления прав и законных интересов Оператора, его работников и третьих лиц.</li>
                    <li class="subparagraph">3.2. Оператор получает персональные данные непосредственно от субъектов персональных данных (в соответствии с ч.1 ст.6 Закона о персональных данных).</li>
                </ul>
            </section>
            <section>
                <h2>4. Цели обработки персональных данных</h2>
                <ul>
                    <li class="subparagraph">4.1. Согласие с настоящей Политикой Пользователь, а также лица, в интересах которых Пользователь соглашается с настоящей Политикой, выражают согласие на обработку Оператором и (или) поставщиками услуг, оказываемых с помощью Сайта, персональных данных в следующих целях:</li>
                    <li class="list-item">— Исполнение условий настоящей Политики (продажа автобусных билетов через сайт www.autovokzal-on-line.ru);</li>
                    <li class="list-item">— Информирование клиентов о статусе заказа и изменениях в расписании, связь с Пользователем (в том числе экстренная) путём направления уведомлений, запросов и информации, касающихся использования Сайта и оказания услуг, а также обработка запросов и заявок от Пользователей;</li>
                    <li class="list-item">— Предоставление технической поддержки пользователям сайта;</li>
                    <li class="list-item">— Получение информации об услугах, статусе их оказания, акциях, скидках и новостях Оператора и его партнёров;</li>
                    <li class="list-item">— Улучшение качества обслуживания и услуг;</li>
                    <li class="list-item">— Приём платежей от Пользователей или возврат платежей;</li>
                    <li class="list-item">— Проведение статистических и иных исследований на основе обезличенных данных. Сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика) для улучшения качества сайта и его содержания;</li>
                    <li class="list-item">— Использование учетных строк (cookies) для ускорения исполнения услуг и анализа данных.</li>
                </ul>
            </section>
            <section>
                <h2>5. Категории обрабатываемых персональных данных</h2>
                <ul>
                    <li class="subparagraph">5.1. Оператор обрабатывает следующие категории персональных данных:</li>
                    <li class="list-item">— Фамилия, Имя, Отчество;</li>
                    <li class="list-item">— Дата рождения;</li>
                    <li class="list-item">— Контактный телефон;</li>
                    <li class="list-item">— Адрес электронной почты;</li>
                    <li class="list-item">— Пол;</li>
                    <li class="list-item">— Гражданство;</li>
                    <li class="list-item">— Данные документа, удостоверяющего личность; данные документа, содержащиеся в свидетельстве о рождении; реквизиты банковской карты (при необходимости для оформления билетов на автобус).</li>
                </ul>
            </section>
            <section>
                <h2>6. Порядок и условия обработки персональных данных</h2>
                <ul>
                    <li class="subparagraph">6.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных.</li>
                    <li class="subparagraph">6.2. Оператор осуществляет обработку персональных данных следующими способами:</li>
                    <li class="list-item">— Неавтоматизированная обработка;</li>
                    <li class="list-item">— Автоматизированная обработка с передачей информации по сетям или без таковой;</li>
                    <li class="list-item">— Смешанная обработка персональных данных.</li>
                </ul>
            </section>
            <section>
                <h2>7. Согласие на обработку персональных данных детей</h2>
                <ul>
                    <li class="subparagraph">Оператор осознает важность дополнительных мер для защиты конфиденциальности и безопасности детей, использующих услуги на Сайте. Важно отметить, что при покупке билета на ребенка младше 18 лет согласие на обработку его персональных данных должно быть предоставлено законным представителем (родителем или опекуном). Если вам еще нет 18 лет, пожалуйста, не вводите свои персональные данные на нашем сайте без согласия родителей или опекунов и не пользуйтесь нашими услугами.</li>
                    <li class="subparagraph">Оператор не собирает персональные данные о детях до 18 лет намеренно. Если вы считаете, что мы случайно получили такую информацию, пожалуйста, свяжитесь с нами по электронной почте info@biletavto.ru, чтобы мы могли получить согласие законного представителя или удалить эти данные.</li>
                </ul>
            </section>
            <section>
                <h2>8. Права субъектов персональных данных</h2>
                <ul>
                    <li class="subparagraph">8.1. Субъект персональных данных имеет право:</li>
                    <li class="list-item">— Получать информацию о обработке своих персональных данных;</li>
                    <li class="list-item">— Требовать уточнения, блокирования или уничтожения своих персональных данных;</li>
                    <li class="list-item">— Отозвать согласие на обработку персональных данных.</li>
                </ul>
            </section>
            <section>
                <h2>9. Меры по обеспечению безопасности персональных данных</h2>
                <ul>
                    <li class="subparagraph">9.1. Оператор принимает необходимые организационные и технические меры для защиты персональных данных от неправомерного доступа, уничтожения, изменения и других неправомерных действий третьих лиц.</li>
                    <li class="subparagraph">9.2. Персональные данные доступны только для определенного круга сотрудников. В здании установлены охранная и пожарная сигнализации, а сведения на бумажных носителях хранятся в сейфах или запирающихся шкафах.</li>
                    <li class="subparagraph">9.3. Пользователь информирован о том, что его IP-адрес автоматически регистрируется во время использования Сайта.</li>
                </ul>
            </section>
            <section>
                <h2>10. Уведомление об обработке персональных данных</h2>
                <ul>
                    <li class="subparagraph">10.1. Оператор уведомляет уполномоченный орган о намерении осуществлять обработку персональных данных.</li>
                </ul>
            </section>
            <section>
                <h2>11. Сроки обработки персональных данных или условия прекращения их обработки</h2>
                <ul>
                    <li class="subparagraph">11.1. Сроки обработки персональных данных определяются в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных», сроками действия договора и другими требованиями законодательства.</li>
                    <li class="subparagraph">11.2. Обработка персональных данных прекращается в следующих случаях:</li>
                    <li class="list-item">— Истечение срока действия согласия или его отзыв;</li>
                    <li class="list-item">— Достижение целей обработки или утрата необходимости в их достижении;</li>
                    <li class="list-item">— Прекращение деятельности ООО "БИЛЕТ АВТО" в соответствии с законодательством.</li>
                    <li class="subparagraph">11.3. Отзыв согласия на обработку персональных данных осуществляется путем письменного заявления, которое должно быть направлено в адрес Общества. Вся полученная информация будет удалена в течение тридцати дней с даты поступления отзыва.</li>
                </ul>
            </section>
            <section>
                <h2>12. Заключительные положения</h2>
                <ul>
                    <li class="subparagraph">12.1. Данная Политика является общедоступной и размещена на официальном сайте Оператора.</li>
                    <li class="subparagraph">12.2. Политика может быть пересмотрена в следующих случаях:</li>
                    <li class="list-item">— Изменение законодательства Российской Федерации в области персональных данных;</li>
                    <li class="list-item">— Получение предписаний от государственных органов для устранения несоответствий;</li>
                    <li class="list-item">— Решение руководства Оператора;</li>
                    <li class="list-item">— Изменение целей и сроков обработки персональных данных;</li>
                    <li class="list-item">— Изменение организационной структуры или информационных систем Оператора;</li>
                    <li class="list-item">— Применение новых технологий обработки и защиты персональных данных.</li>
                    <li class="subparagraph">12.3. Персональные данные Пользователей остаются конфиденциальными. Оператор вправе передавать персональные данные третьим лицам в следующих случаях:</li>
                    <li class="list-item">— Пользователь дал согласие на такие действия;</li>
                    <li class="list-item">— Передача необходима для использования Сайта или оказания услуг;</li>
                    <li class="list-item">— Передача предусмотрена законодательством Российской Федерации;</li>
                    <li class="list-item">— Для защиты прав и законных интересов Оператора или третьих лиц в случае нарушения Пользователем условий Политики.</li>
                    <li class="subparagraph">Обработка специальных категорий персональных данных осуществляется в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных». В случае недееспособности Пользователя согласие на обработку его персональных данных дает его законный представитель в письменной форме.</li>
                </ul>
            </section>
            <section>
                <h2>13. Контакты для обратной связи с Оператором</h2>
                <ul>
                    <li class="subparagraph">Если у вас возникли вопросы, пожелания или запросы относительно обработки персональных данных, пожалуйста, направьте ваше обращение по электронной почте <a href="autovokzal@biletavto.ru"></a>autovokzal@biletavto.ru .</li>
                </ul>
            </section>
        </div>
    </div>
</template>

<script setup>

</script>

<style scoped>
ul {
    list-style-type: none;
    padding: 0;
    margin: 0;
}
.content {
    background: none;
}
.privacy-policy {
    padding: 30px;
    max-width: 900px;
    margin: 40px auto;
    background-color: #f9f9f9;
    border-radius: 10px;
    box-shadow: 0 4px 12px rgba(0, 0, 0, 0.1);
    font-family: 'Roboto', sans-serif;
}

.privacy-policy .title {
    text-align: center;
    font-size: 2rem;
    margin-bottom: 30px;
    color: #007bff;
    font-weight: 700;
}

.privacy-policy .content {
    line-height: 1.8;
    color: #555;
    font-size: 1.1rem;
}

.privacy-policy section {
    margin-bottom: 25px;
}

.privacy-policy h2 {
    font-size: 1.75rem;
    margin-top: 20px;
    color: #333;
    font-weight: 600;
}

.privacy-policy ul {
    list-style-type: none;
    padding-left: 0;
    margin-top: 10px;
}

.privacy-policy ul li {
    font-size: 1.1rem;
    margin-bottom: 8px;
    position: relative;
}

.list-item {
    padding-left: 30px;
    text-align: justify;
}

.subparagraph {
    text-indent: 30px;
    text-align: justify;
}
</style>
