<?php

// конфиг для исключительных правил возврата. название маршрута и время в минутах
return [
    'Горячинск — Иркутск' => 6 * 60,
    'Улан-Удэ — Багдарин' => 24 * 60,
    'Дулан — Улан-Удэ' => 24 * 60,
    'Заречье — Улан-Удэ' => 24 * 60,
    'Новый Энхэлук — Улан-Удэ' => 24 * 60,
    'Оймур — Улан-Удэ' => 24 * 60,
    'Старый Энхэлук — Улан-Удэ' => 24 * 60,
    'Сухая — Улан-Удэ' => 24 * 60,
    'Багдарин — Улан-Удэ' => 24 * 60,
    'Горячинск — Улан-Удэ' => 6 * 60,
    'Горячинск — Бада' => 6 * 60,
    'Горячинск — Чита' => 6 * 60,
    'Иркутск - Улан-Удэ' => 6 * 60,
];
